Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: (e) The above salary, allowances and benefits to which the Director-General is entitled under this agreement shall be subject to adjustment by the Board, after consultations with the Director-General, to keep them in line with those of the executive heads of other specialized agencies within the common system of the United Nations.
fr: e) Le traitement, les indemnités et les prestations précités auxquels le Directeur général a droit en vertu du présent contrat sont ajustés par le Conseil, après consultation avec le Directeur général, afin d'être alignés sur ceux des chefs de secrétariat d'autres institutions spécialisées appliquant le régime commun des Nations Unies.

source: Pension Arrangements
fr: Dispositions relatives à la pension

source: The Director-General shall participate in the United Nations Joint Staff Pension Fund in accordance with the provisions of decision IDB.10/Dec.17 (d) of the Industrial Development Board.
fr: Le Directeur général est affilié à la Caisse commune des pensions du personnel des Nations Unies conformément aux dispositions de l'article d) de la décision IDB.10/Dec.17 du Conseil du développement industriel.

source: His/Her pensionable remuneration shall be determined and adjusted in accordance with the provisions of articles 54 (c) and (b) of the regulations and rules of the United Nations Joint Staff Pension Fund.
fr: Sa rémunération considérée aux fins de la pension est déterminée et ajustée conformément aux dispositions des articles 54 c) et b) des Statuts et règlements de la Caisse commune des pensions du personnel des Nations Unies.

source: The Director-General shall not participate in the United Nations Joint Staff Pension Fund.
fr: Le Directeur général n'est pas affilié à la Caisse commune des pensions du personnel des Nations Unies.

source: Instead, he/she shall have an amount equal to 15.8 per cent of pensionable remuneration, corresponding to the Organization's contribution to the Pension Fund, paid as a supplement to his/her remuneration, in lieu of participation in the Pension Fund, in accordance with General Assembly resolution 47/203.
fr: Il perçoit à la place, conformément à la résolution 47/203 de l'Assemblée générale, un montant correspondant à 15,8 % de la rémunération considérée aux fins de la pension, c'est-à-dire au montant que l'Organisation verserait à la Caisse, à titre de complément de sa rémunération.

source: Currency of payments
fr: Monnaie dans laquelle sont payés les émoluments

source: Payments will be effected in the currency applicable to staff in the Professional and higher categories serving at the official duty station Vienna, Austria.
fr: Les émoluments sont payés dans la monnaie servant à cet effet pour le personnel de la catégorie des administrateurs et les fonctionnaires de rang supérieur.

source: Notice of Resignation
fr: Préavis de démission

source: The Director-General may at any time give three months' notice of resignation in writing to the Board, which is authorized to accept his/her resignation on behalf of the General Conference, in which case, upon expiration of such period of notice, he/she shall cease to be Director-General of the Organization and this contract shall terminate.
fr: Le Directeur général peut à tout moment donner par écrit un préavis de démission de trois mois au Conseil, qui est autorisé à accepter sa démission au nom de la Conférence générale, auquel cas, à l'expiration de ce délai de préavis, il cesse d'être Directeur général de l'Organisation et le présent contrat est résilié.

source: This contract shall enter into force as of the ……. day of …………….
fr: Le présent contrat entre en vigueur le jour de 2005.

source: day of …………2005 at Vienna.
fr: SIGNÉ ce jour de 2005, à Vienne.

source: President of the Conference Director-General
fr: Le Président de la Conférence Le Directeur général

source: acting on behalf of the Organization
fr: agissant au nom de

source: Alternative A will be included in the contract if the elected Director-General becomes a participant in the United Nations Joint Staff Pension Fund.
fr: La variante A figurera dans le contrat si le Directeur général élu sera affilié à la Caisse commune des pensions du personnel des Nations Unies.

source: Alternative B will be applicable if he/she does not become a participant.
fr: La variante B est applicable dans le cas contraire.

source: Letter dated 2 February 2005 from the Chairman of the Security Council Committee established pursuant to resolution 1373 (2001) concerning counter-terrorism addressed to the President of the Security Council
fr: Lettre datée du 2 février 2005, adressée au Président du Conseil de sécurité par le Président du Comité du Conseil de sécurité créé par la résolution 1373 (2001) concernant la lutte antiterroriste

source: I write with reference to my predecessor's letter of 12 September 2002 (S/2002/1016). The Counter-Terrorism Committee has received the attached supplementary report from Palau submitted pursuant to paragraph 6 of resolution 1373 (2001) (see annex).
fr: Comme suite à la lettre que vous a envoyée mon prédécesseur le 12 septembre 2002 (S/2002/1016), j'ai l'honneur de vous faire tenir ci-joint le rapport complémentaire que les Palaos ont présenté au Comité contre le terrorisme en application du paragraphe 6 de la résolution 1373 (2001) (voir annexe).

source: Note verbale dated 1 February 2005 from the Permanent Mission of Palau to the United Nations addressed to the Chairman of the Counter-Terrorism Committee
fr: Note verbale en date du 1er février 2005, adressée au Président du Comité contre le terrorisme par la Mission permanente des Palaos auprès de l'Organisation des Nations Unies

source: The Permanent Mission of Palau to the United Nations presents it compliments to the Committee and has the honour to submit to the latter Palau's supplementary report on Security Council resolution 1373 (2001) (see enclosure).
fr: La Mission permanente des Palaos auprès de l'Organisation des Nations Unies a l'honneur de vous faire tenir ci-joint le rapport complémentaire présenté par les Palaos en application de la résolution 1373 (2001) du Conseil de sécurité (voir pièce jointe).

source: Supplementary report of Palau on resolution 1373 (2001)
fr: Rapport complémentaire présenté par les Palaos au Comité contre le terrorisme en application de la résolution 1373 (2001) du Conseil de sécurité

source: Sub-paragraphs 1 (a) and (b):
fr: Alinéas a) et b) du paragraphe 1 :

source: The CTC would welcome a copy of the draft comprehensive anti-terrorism legislation mentioned in the report, together with a progress report on its enactment and implementation.
fr: Le Comité souhaiterait recevoir une copie du texte de l'ensemble de dispositions législatives contre le terrorisme mentionné dans le rapport, accompagnée d'un rapport intérimaire sur son adoption et son application.

source: The anti-terrorism legislation is currently pending in the Palau Congress.
fr: La législation contre le terrorisme est actuellement examinée par le Congrès des Palaos.

source: Amendments have been submitted to reflect the fact that separate Chemical Weapons and People Trafficking bills have been introduced and are also pending in Congress.
fr: Des amendements ont été proposés compte tenu du fait que d'autres lois sur les armes chimiques et sur le trafic des personnes ont également été présentées au Congrès et sont en cours d'examen.

source: The Government of Palau will provide a copy of the anti-terrorism legislation.
fr: Le Gouvernement des Palaos fournira une copie du texte des dispositions législatives contre le terrorisme.

source: Sub-paragraphs 1 (c) and (d):
fr: Alinéas c) et d) du paragraphe 1 :

source: Does the Money Laundering Act mentioned in the report include provision for the freezing of funds that are kept in Palau by persons and entities outside Palau who are not named in existing lists but are connected with terrorist activities outside Palau?
fr: La loi sur le blanchiment d'argent mentionnée dans le rapport contient-elle des dispositions relatives au gel des fonds que détiennent aux Palaos des personnes et des entités étrangères dont le nom ne figure pas sur les listes existantes mais qui sont associées à des activités terroristes en dehors des Palaos?

source: Are financial institutions, other intermediaries and other natural or legal persons required to report suspicious transactions to the relevant authorities?
fr: Les établissements financiers, autres intermédiaires et personnes physiques ou juridiques ont-ils l'obligation de signaler aux autorités pertinentes les transactions suspectes?

source: What penalties apply to those who omit to report?
fr: Quelles sont les sanctions encourues par ceux qui ne respectent pas cette obligation?

source: Financial institutions are required to report transactions if the transaction involves more than US$10,000 and appears to have an unlawful purpose.
fr: Les établissements financiers sont dans l'obligation de signaler les transactions d'un montant supérieur à 10 000 dollars des États-Unis et qui semblent avoir un objet illégal.

source: The penalty for not reporting is up to 2 years imprisonment and/or a US$10,000 fine.
fr: La sanction encourue par ceux qui ne respectent pas cette obligation est un emprisonnement pouvant aller jusqu'à deux ans et/ou une amende de 10 000 dollars.

source: What laws and practical controls and surveillance measures exist to ensure that funds and other economic resources collected for religious, charitable or cultural purposes are not diverted for other purposes, particularly for financing terrorism?
fr: Existe-t-il des lois et des mesures concrètes de contrôle et de surveillance permettant de garantir que les fonds et les autres ressources recueillis par les associations religieuses, caritatives ou culturelles ne sont pas détournés à d'autres fins, en particulier pour financer le terrorisme?

source: Palau has practical controls that would prevent such diversion of funds raised locally.
fr: Les Palaos ont mis en place des mesures concrètes de contrôle empêchant un tel détournement des fonds collectés localement.

source: Religious and other non-profit corporations must submit their applications for a corporate charter to the Attorney General for review.
fr: Les organisations religieuses et autres organisations à but non lucratif doivent soumettre leurs statuts au Ministère de la justice pour approbation.

source: In addition, because Palau has a small population, any unusual fundraisers or fund raising activity will likely be noticed.
fr: En outre, la population des Palaos étant peu nombreuse, toute personne exerçant une activité de collecte de fonds inhabituelle serait rapidement repérée.

source: Please indicate the laws and procedures available to regulate alternative remittance systems, including systems of, or similar to, the kind known as hawala.
fr: Veuillez indiquer quelles sont les lois et procédures qui régissent les systèmes parallèles de transfert de fonds, tels que le système de l'hawala ou des systèmes de même nature.

source: At present Palau has no such laws.
fr: Pour l'instant, il n'existe pas de dispositions législatives sur ce point.

source: The President has sent congress proposed amendments to the Money Laundering Act, which would address this subject.
fr: Le Président a présenté au Congrès des amendements à la loi sur le blanchiment d'argent qui réglementeraient ces transferts.

source: Sub-paragraph 2 (a):
fr: Alinéa a) du paragraphe 2 :

source: Please indicate the manner in which the proposed anti-terrorism legislation will deal with activities in Palau that are not specifically of a terrorist nature but are linked to actual or potential acts of terrorism in another country.
fr: Veuillez indiquer de quelle façon la législation contre le terrorisme qui est proposée réglementera les activités menées dans les Palaos qui ne sont pas spécifiquement des actes de terrorisme mais ont des liens avec des actes de terrorisme commis ou susceptibles d'être commis dans un autre pays.

source: It is an offence to plan terrorist acts, gather information on potential targets for a terrorist act, solicit funds knowing they will be used for terrorism and to recruit or train persons for terrorism.
fr: Organiser un acte de terrorisme, collecter des renseignements sur les cibles éventuelles d'acte de terrorisme, solliciter des fonds en sachant qu'ils financeront des actes de terrorisme, ou recruter et former des personnes en vue de commettre des actes de terrorisme est une infraction.

source: What measures does Palau have to prevent terrorists from obtaining weapons within or outside its territory, in particular small arms or light weapons?
fr: Quelles mesures les Palaos ont-elles prises pour empêcher les terroristes de se procurer des armes sur leur territoire ou à l'extérieur, en particulier des armes légères?

source: What is the legislation concerning the acquisition and possession, and import and export, of weapons?
fr: Quelle est la législation qui s'applique à l'acquisition, à la détention, à l'importation et à l'exportation d'armes?

source: Even before UNSCR 1373, Palau had enacted legislation which made it an offence to possess firearms or ammunition.
fr: Avant même la promulgation de la résolution 1373 du Conseil de sécurité, les Palaos avaient adopté des lois criminalisant la possession d'armes à feu ou de munitions.

source: The possession of any firearm carries a mandatory minimum prison sentence of 15 years.
fr: La détention d'une arme à feu est passible d'une peine minimale d'emprisonnement de 15 ans.

source: The only exceptions are for police officers.
fr: Les seules exceptions concernent les officiers de police.

source: Palau has no militia.
fr: Les Palaos ne possèdent pas d'armée.

source: Because even possession of firearms is unlawful, there is obviously no import or export of such weapons.
fr: La possession des armes à feu étant illégale, il est évident que celles-ci ne sont ni importées ni exportées.

source: Sub-paragraph 2 (b):
fr: Alinéa b) du paragraphe 2 :

source: Please describe the mechanism available in Palau to provide early warning of anticipated terrorist activity to other States.
fr: Pouvez-vous décrire les mécanismes mis en place aux Palaos pour alerter rapidement les autres États lorsque les autorités du pays s'attendent à une activité terroriste.

source: Palau is fully committed to counter terrorism and is prepared to immediately transmit any such information to the United States Homeland Security and other similar governmental bodies.
fr: Les Palaos sont pleinement résolues à appliquer des mesures de lutte contre le terrorisme et à transmettre immédiatement toute information pertinente au Département de la sécurité du territoire des États-Unis et à d'autres organes gouvernementaux similaires.

source: Section 12 (d) of the anti-terrorism legislation requires that notice and relevant information be given to any relevant countries where the Palau Government has reason to believe that a terrorism offence has or will be committed.
fr: Aux termes du chapitre 12 d) de la législation antiterroriste, le Gouvernement des Palaos est tenu d'alerter tous les pays concernés s'il a des raisons de craindre qu'un acte terroriste a été commis ou le sera et de leur communiquer les informations pertinentes.

source: Sub-paragraph 2 (c):
fr: Alinéa c) du paragraphe 2 :

source: What provisions exist to exclude from Palau asylum seekers, and others, who are persons of the kind mentioned in sub-paragraph 2 (c) of the Resolution?
fr: Quelles mesures ont été prises pour exclure des Palaos les demandeurs d'asile et autres personnes mentionnées à l'alinéa c) du paragraphe 2 de la résolution?

source: Section 12 (h) authorizes Palau authorities to prohibit the admission into Palau of persons who plan, finance, facilitate or commit terrorist acts.
fr: Le chapitre 12 h) autorise les autorités des Palaos à interdire l'entrée de leur territoire aux personnes qui financent, organisent ou commettent des actes de terrorisme à l'extérieur des Palaos.

source: Sub-paragraph 2 (d):
fr: Alinéa d) du paragraphe 2 :

source: Please describe the legal and other measures available in Palau to prevent the use of its territory for terrorist acts outside Palau.
fr: Veuillez décrire les dispositions, légales ou autres, applicables dans les Palaos, pour empêcher que le territoire soit utilisé pour commettre des actes de terrorisme en dehors des Palaos.

source: Under the anti-terrorism legislation, it is an offence within Palau's territory to finance, plan, or facilitate terrorist acts outside of Palau.
fr: Selon la législation antiterroriste, financer, organiser ou faciliter la perpétration d'actes de terrorisme à l'extérieur des Palaos est une infraction.

source: Sub-paragraph 2 (e):
fr: Alinéa e) du paragraphe 2 :

source: What is the competence of the courts of Palau to deal with criminal acts of each of the following kinds:
fr: Quelle est la compétence des tribunaux des Palaos en ce qui concerne les infractions du type suivant :

source: An act committed outside Palau by a person who is a citizen of, or habitually resident in, Palau (whether that person is currently present in Palau or not);
fr: - Un acte commis en dehors des Palaos par une personne ayant la qualité de citoyen ou de résident habituel apatride des Palaos (que cette personne se trouve actuellement aux Palaos ou non);

source: Under the anti-terrorism legislation, Palau courts have jurisdiction over the offence if committed by a Palauan citizen or a stateless habitual resident even if the act is committed outside of Palau.
fr: Aux termes de la législation antiterroriste, les tribunaux des Palaos sont compétents dans le cas où le crime est commis par un citoyen ou un résident habituel apatride, même dans le cas où l'acte est commis en dehors des Palaos.

source: An act committed outside Palau by a foreign national who is currently in Palau?
fr: - Un acte commis en dehors des Palaos par un ressortissant étranger se trouvant actuellement aux Palaos?

source: The anti-terrorism legislation requires that the person be prosecuted in Palau if he is not extradited.
fr: La législation antiterroriste impose de poursuivre cette personne si elle n'est pas extradée.

source: Sub-paragraph 2 (f):
fr: Alinéa f) du paragraphe 2 :

source: Please provide a copy of the recently enacted Mutual Assistance Act and Foreign Evidence Act (or, if that is not practicable, internet references to, or detailed outlines of, them), together with a list of the bilateral and multilateral treaties on mutual assistance in criminal matters to which Palau is a party.
fr: Veuillez nous communiquer une copie de la loi sur l'entraide judiciaire et de la loi sur la preuve étrangère (Mutual Assistance Act and Foreign Evidence Act) qui a récemment été adoptée (ou, si cela n'est pas possible, des référence disponibles sur Internet, ou bien un résumé détaillé de ces lois) ainsi qu'une liste des traités bilatéraux et multilatéraux d'entraide judiciaire en matière pénale auxquels les Palaos sont partie.

source: The Government of Palau will furnish the CTC with the requested documents.
fr: Le Gouvernement des Palaos communiquera au Comité contre le terrorisme les documents demandés.

source: What is the legal timeframe within which a request for judicial assistance in criminal investigations or criminal proceedings (especially those relating to the financing or other support of terrorist acts) is required to be met and how long, on average, does it actually take in practice to implement such a request in Palau?
fr: Quels sont les délais légaux à respecter concernant l'exécution d'une demande d'assistance pour les enquêtes judiciaires ou les poursuites pénales (notamment celles relatives au financement d'actes terroristes ou à tout autre appui fourni à cette fin)? Et combien de temps faut-il effectivement, en moyenne, pour exécuter une telle demande?

source: There is no statutory timeframe.
fr: Il n'y a pas de délai légal.

source: Our experience is that, in the absence of an emergency situation, it takes two to five days depending upon the nature of the request.
fr: L'expérience montre que, sauf urgence, ce délai est de deux à cinq jours selon la nature de la demande.

source: Recently, the United States asked for assistance in locating any financial accounts held by a certain individual and a freezing of the accounts.
fr: Les États-Unis ont dernièrement demandé de l'aide pour localiser les comptes détenus par une certaine personne et les geler.

source: We located an account on the same day of the request and it was frozen on the following day because the United States was able to supply us with the requisite documents.
fr: Nous avons pu localiser un compte le jour même de la demande et il a été gelé le jour suivant car les États-Unis ont pu nous fournir les documents nécessaires.

source: This was a money laundering case that did not involve terrorism.
fr: Il s'agissait d'un cas de blanchiment d'argent qui n'était pas lié à des activités terroristes.

source: For extradition, when the requisite documentation is supplied, the suspect will be placed in custody as soon as he is located.
fr: En ce qui concerne les demandes d'extradition, dès que nous disposerons des documents nécessaires, le suspect sera placé en garde à vue dès qu'il aura été repéré.

source: However, the actual extradition will take longer if the suspect contests it, as at least one court hearing would be required.
fr: Toutefois, l'extradition en elle-même peut prendre plus longtemps si le suspect la conteste car une audience d'extradition devant un juge est alors nécessaire.

source: Sub-paragraph 2 (g):
fr: Alinéa g) du paragraphe 2 :

source: Please describe the mechanism for inter-agency coordination between the authorities responsible for narcotics, financial tracking and security, with particular regard to border controls necessary to prevent the movement of terrorist groups.
fr: Veuillez décrire les mécanismes permettant de coordonner les activités des services chargés de la lutte contre les stupéfiants, de la surveillance financière et de la sécurité, s'agissant notamment des contrôles aux frontières nécessaires pour empêcher les mouvements de groupes terroristes.

source: Representatives from immigration, customs, narcotics, and the Attorney General's Office meet regularly.
fr: Des représentants des Services de l'immigration, des douanes, de la lutte contre les stupéfiants, et du Ministère de la justice se réunissent régulièrement.

source: Immigration officials are on the lookout for suspicious movements of people into Palau.
fr: Les agents d'immigration cherchent à repérer les mouvements suspects de personnes aux Palaos.

source: Immigration has recently purchased a computer system, which will link to the Attorney General's office, customs, and the police in order to assist in the instant sharing of information.
fr: Les Services de l'immigration ont récemment acheté un logiciel informatique qui reliera les services des douanes et de la police au Ministère de la justice et permettra d'échanger instantanément les informations.

source: What measures have been taken to prevent the counterfeiting, forgery or fraudulent use of identity papers and travel documents (as distinct from the punishment of persons who engage in such activities)?
fr: Quelles mesures ont été prises pour empêcher la contrefaçon, la falsification ou l'usage frauduleux de papiers d'identité et de documents de voyage (outre la sanction infligée aux auteurs de ces infractions)?
